Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.otp.navTitle.reset
source: Reset your password
ar: أعد تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট করুন
ca: Restableix la contrasenya
cs: Obnov své heslo
da: Nulstil din adgangskode
de: Passwort zurücksetzen
el: Επαναφορά κωδικού
es: Restablece tu contraseña
fi: Palauta salasanasi
fr: Réinitialisez votre mot de passe
he: אפס את הסיסמה
hi: अपना पासवर्ड रीसेट करें
hr: Poništi lozinku
hu: Jelszó visszaállítása
id: Reset kata sandimu
it: Reimposta la password
ja: パスワードをリセット
ko: 비밀번호 재설정
ml: പാസ്‌വേഡ് റീസെറ്റ് ചെയ്യുക
ms: Tetapkan semula kata laluan anda
nb: Tilbakestill passordet ditt
nl: Reset je wachtwoord
pl: Zresetuj hasło
pt_br: Redefina sua senha
pt_pt: Repor a palavra-passe
ro: Resetează-ți parola
ru: Сброс пароля
sk: Obnov si heslo
sv: Återställ ditt lösenord
ta: உங்கள் கடவுச்சொல்லை மீட்டமையுங்கள்
te: మీ పాస్‌వర్డ్‌ను రీసెట్ చేయండి
th: รีเซ็ตรหัสผ่านของคุณ
tr: Şifrenizi sıfırlayın
uk: Скиньте пароль
ur: اپنا پاس ورڈ ری سیٹ کریں
vi: Đặt lại mật khẩu
zh_hans: 重置密码
zh_hant: 重設你的密碼

# auth.otp.resend
source: Resend code
ar: إعادة إرسال الرمز
bn: কোড আবার পাঠান
ca: Reenvia el codi
cs: Poslat kód znovu
da: Send kode igen
de: Code erneut senden
el: Επαναποστολή κωδικού
es: Reenviar código
fi: Lähetä koodi uudelleen
fr: Renvoyer le code
he: שלח קוד שוב
hi: कोड दोबारा भेजें
hr: Pošalji kod ponovno
hu: Kód újraküldése
id: Kirim ulang kode
it: Invia di nuovo il codice
ja: コードを再送信
ko: 코드 다시 보내기
ml: കോഡ് വീണ്ടും അയയ്ക്കുക
ms: Hantar semula kod
nb: Send koden på nytt
nl: Code opnieuw sturen
pl: Wyślij kod ponownie
pt_br: Reenviar código
pt_pt: Reenviar código
ro: Retrimite codul
ru: Отправить код снова
sk: Poslať kód znova
sv: Skicka koden igen
ta: குறியீட்டை மீண்டும் அனுப்பு
te: కోడ్ మళ్లీ పంపు
th: ส่งรหัสอีกครั้ง
tr: Kodu yeniden gönder
uk: Надіслати код ще раз
ur: کوڈ دوبارہ بھیجیں
vi: Gửi lại mã
zh_hans: 重新发送验证码
zh_hant: 重新寄送驗證碼

# auth.otp.resend.hint
source: Sends a fresh six digit code to your email
ar: يرسل رمزًا جديدًا من ستة أرقام إلى بريدك
bn: আপনার ইমেইলে ছয় সংখ্যার নতুন কোড পাঠায়
ca: Envia un codi nou de sis dígits al teu correu
cs: Pošle na tvůj e-mail nový šestimístný kód
da: Sender en ny sekscifret kode til din e-mail
de: Sendet einen neuen sechsstelligen Code an deine E-Mail
el: Στέλνει έναν νέο εξαψήφιο κωδικό στο email σου
es: Envía un código nuevo de seis dígitos a tu correo
fi: Lähettää uuden kuusinumeroisen koodin sähköpostiisi
fr: Envoie un nouveau code à six chiffres à votre e-mail
he: שולח לדוא״ל שלך קוד חדש בן שש ספרות
hi: आपके ईमेल पर नया छह अंकों का कोड भेजता है
hr: Šalje novi šesteroznamenkasti kod na tvoju e-poštu
hu: Új hatjegyű kódot küld az e-mail-címedre
id: Mengirim kode enam digit baru ke emailmu
it: Invia alla tua email un nuovo codice di sei cifre
ja: 新しい6桁のコードをメールで送ります
ko: 새 6자리 코드를 이메일로 보내요
ml: പുതിയ ആറക്ക കോഡ് നിങ്ങളുടെ ഇമെയിലിലേക്ക് അയയ്ക്കുന്നു
ms: Menghantar kod enam digit baharu ke emel anda
nb: Sender en ny sekssifret kode til e-posten din
nl: Stuurt een nieuwe zescijferige code naar je e-mail
pl: Wysyła nowy sześciocyfrowy kod na Twój e-mail
pt_br: Envia um novo código de seis dígitos para o seu e-mail
pt_pt: Envia um novo código de seis dígitos para o seu email
ro: Trimite pe e-mail un cod nou din șase cifre
ru: Отправляет на почту новый шестизначный код
sk: Pošle na tvoj e-mail nový šesťmiestny kód
sv: Skickar en ny sexsiffrig kod till din e-post
ta: புதிய ஆறு இலக்கக் குறியீட்டை உங்கள் மின்னஞ்சலுக்கு அனுப்பும்
te: కొత్త ఆరు అంకెల కోడ్‌ను మీ ఈమెయిల్‌కు పంపుతుంది
th: ส่งรหัสหกหลักใหม่ไปที่อีเมลของคุณ
tr: E-postanıza yeni bir altı haneli kod gönderir
uk: Надсилає на вашу пошту новий шестизначний код
ur: آپ کی ای میل پر چھ ہندسوں کا نیا کوڈ بھیجتا ہے
vi: Gửi mã sáu chữ số mới đến email của bạn
zh_hans: 向你的邮箱发送新的六位验证码
zh_hant: 將新的六位數驗證碼寄到你的信箱

# auth.otp.resend.waitingHint
source: Available once the countdown reaches zero
ar: يتاح عند انتهاء العد التنازلي
bn: কাউন্টডাউন শূন্যে পৌঁছালে পাওয়া যাবে
ca: Disponible quan el compte enrere arribi a zero
cs: Dostupné po doběhnutí odpočtu
da: Tilgængelig, når nedtællingen når nul
de: Verfügbar, sobald der Countdown null erreicht
el: Διαθέσιμο όταν η αντίστροφη μέτρηση φτάσει στο μηδέν
es: Disponible cuando la cuenta atrás llegue a cero
fi: Saatavilla, kun lähtölaskenta päättyy
fr: Disponible quand le compte à rebours atteint zéro
he: זמין כשהספירה לאחור מגיעה לאפס
hi: काउंटडाउन शून्य होने पर उपलब्ध होगा
hr: Dostupno kad odbrojavanje dođe do nule
hu: Akkor lesz elérhető, ha a visszaszámlálás nullára ér
id: Tersedia setelah hitung mundur mencapai nol
it: Disponibile quando il conto alla rovescia arriva a zero
ja: カウントダウンがゼロになると使用できます
ko: 카운트다운이 0이 되면 사용할 수 있어요
ml: കൗണ്ട്ഡൗൺ പൂജ്യമാകുമ്പോൾ ലഭ്യമാകും
ms: Tersedia apabila kiraan detik sampai sifar
nb: Tilgjengelig når nedtellingen når null
nl: Beschikbaar zodra de aftelling op nul staat
pl: Dostępne, gdy odliczanie dojdzie do zera
pt_br: Disponível quando a contagem chegar a zero
pt_pt: Disponível quando a contagem chegar a zero
ro: Disponibil când numărătoarea ajunge la zero
ru: Доступно, когда отсчёт дойдёт до нуля
sk: Dostupné, keď odpočet dosiahne nulu
sv: Tillgänglig när nedräkningen når noll
ta: கவுண்ட்டவுன் பூஜ்ஜியத்தை அடைந்ததும் கிடைக்கும்
te: కౌంట్‌డౌన్ సున్నాకు చేరాక అందుబాటులోకి వస్తుంది
th: ใช้ได้เมื่อการนับถอยหลังถึงศูนย์
tr: Geri sayım sıfıra ulaşınca kullanılabilir
uk: Буде доступно, коли відлік дійде до нуля
ur: کاؤنٹ ڈاؤن صفر ہونے پر دستیاب ہوگا
vi: Dùng được khi đếm ngược về không
zh_hans: 倒计时结束后可用
zh_hant: 倒數結束後即可使用

# auth.otp.resendFailed
source: We couldn't send a new code. Please try again.
ar: تعذّر إرسال رمز جديد. أعد المحاولة.
bn: নতুন কোড পাঠানো যায়নি। আবার চেষ্টা করুন।
ca: No hem pogut enviar un codi nou. Torna-ho a provar.
cs: Nový kód se nepodařilo odeslat. Zkus to prosím znovu.
da: Vi kunne ikke sende en ny kode. Prøv igen.
de: Wir konnten keinen neuen Code senden. Bitte versuche es erneut.
el: Δεν μπορέσαμε να στείλουμε νέο κωδικό. Δοκίμασε ξανά.
es: No pudimos enviar un código nuevo. Inténtalo de nuevo.
fi: Uuden koodin lähettäminen epäonnistui. Yritä uudelleen.
fr: Nous n’avons pas pu envoyer un nouveau code. Veuillez réessayer.
he: לא הצלחנו לשלוח קוד חדש. נסה שוב.
hi: हम नया कोड नहीं भेज सके। कृपया फिर कोशिश करें।
hr: Nismo mogli poslati novi kod. Pokušaj ponovno.
hu: Nem tudtunk új kódot küldeni. Próbáld újra.
id: Kami tidak bisa mengirim kode baru. Coba lagi.
it: Impossibile inviare un nuovo codice. Riprova.
ja: 新しいコードを送信できませんでした。もう一度お試しください。
ko: 새 코드를 보내지 못했어요. 다시 시도해 주세요.
ml: പുതിയ കോഡ് അയയ്ക്കാനായില്ല. വീണ്ടും ശ്രമിക്കുക.
ms: Kami tidak dapat menghantar kod baharu. Known cuba lagi.
nb: Vi kunne ikke sende en ny kode. Prøv igjen.
nl: We konden geen nieuwe code versturen. Probeer het opnieuw.
pl: Nie udało się wysłać nowego kodu. Spróbuj ponownie.
pt_br: Não foi possível enviar um novo código. Tente novamente.
pt_pt: Não foi possível enviar um novo código. Tente novamente.
ro: Nu am putut trimite un cod nou. Încearcă din nou.
ru: Не удалось отправить новый код. Попробуйте ещё раз.
sk: Nepodarilo sa nám poslať nový kód. Skús to znova.
sv: Vi kunde inte skicka en ny kod. Försök igen.
ta: புதிய குறியீட்டை அனுப்ப முடியவில்லை. மீண்டும் முயலுங்கள்.
te: కొత్త కోడ్‌ను పంపలేకపోయాం. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เราส่งรหัสใหม่ไม่ได้ กรุณาลองอีกครั้ง
tr: Yeni kod gönderemedik. Lütfen tekrar deneyin.
uk: Не вдалося надіслати новий код. Спробуйте ще раз.
ur: ہم نیا کوڈ نہیں بھیج سکے۔ براہ کرم دوبارہ کوشش کریں۔
vi: Chúng tôi không gửi được mã mới. Vui lòng thử lại.
zh_hans: 我们无法发送新的验证码，请重试。
zh_hant: 我們無法寄出新的驗證碼，請再試一次。

# auth.otp.resendIn
source: Resend in %llds
ar: إعادة الإرسال خلال %lld ثانية
bn: %lld সেকেন্ডে আবার পাঠান
ca: Reenvia en %llds
cs: Znovu odeslat za %llds
da: Send igen om %llds
de: Erneut senden in %llds
el: Επαναποστολή σε %llds
es: Reenviar en %llds
fi: Lähetä uudelleen %llds kuluttua
fr: Renvoyer dans %llds
he: שלח שוב בעוד %llds
hi: %llds में दोबारा भेजें
hr: Ponovno slanje za %llds
hu: Újraküldés %llds múlva
id: Kirim ulang dalam %llds
it: Reinvia tra %llds
ja: %lld秒後に再送信
ko: %llds 후 재전송
ml: %llds-ൽ വീണ്ടും അയയ്ക്കാം
ms: Hantar semula dalam %llds
nb: Send på nytt om %llds
nl: Opnieuw sturen over %llds
pl: Wyślij ponownie za %llds
pt_br: Reenviar em %llds
pt_pt: Reenviar em %llds
ro: Retrimite în %llds
ru: Повтор через %llds
sk: Znova za %llds
sv: Skicka igen om %llds
ta: %llds-இல் மீண்டும் அனுப்பு
te: %llds లో మళ్లీ పంపు
th: ส่งอีกครั้งใน %llds
tr: %llds sonra yeniden gönder
uk: Повторно через %lld с
ur: %lld سیکنڈ میں دوبارہ بھیجیں
vi: Gửi lại sau %llds
zh_hans: %llds 后重新发送
zh_hant: %llds 後可重新寄送

# auth.otp.resent
source: A new code is on its way to %@.
ar: رمز جديد في طريقه إلى %@.
bn: %@-এ নতুন কোড আসছে।
ca: Un codi nou va cap a %@.
cs: Nový kód je na cestě na %@.
da: En ny kode er på vej til %@.
de: Ein neuer Code ist unterwegs an %@.
el: Ένας νέος κωδικός στέλνεται στο %@.
es: Un código nuevo va de camino a %@.
fi: Uusi koodi on matkalla osoitteeseen %@.
fr: Un nouveau code est en route vers %@.
he: קוד חדש בדרך אל %@.
hi: %@ पर नया कोड भेजा जा रहा है।
hr: Novi kod stiže na %@.
hu: Új kód úton van ide: %@.
id: Kode baru sedang dikirim ke %@.
it: Un nuovo codice sta arrivando a %@.
ja: 新しいコードを%@に送信しました。
ko: 새 코드를 %@(으)로 보내고 있어요.
ml: പുതിയ കോഡ് %@ എന്നതിലേക്ക് വരുന്നുണ്ട്.
ms: Kod baharu sedang dalam perjalanan ke %@.
nb: En ny kode er på vei til %@.
nl: Er is een nieuwe code naar %@ onderweg.
pl: Nowy kod jest w drodze na adres %@.
pt_br: Um novo código está a caminho de %@.
pt_pt: Um novo código está a caminho de %@.
ro: Un cod nou este pe drum către %@.
ru: Новый код отправлен на %@.
sk: Nový kód je na ceste na %@.
sv: En ny kod är på väg till %@.
ta: புதிய குறியீடு %@ முகவரிக்கு வந்துகொண்டிருக்கிறது.
te: కొత్త కోడ్ %@కు వస్తోంది.
th: รหัสใหม่กำลังส่งไปที่ %@
tr: %@ adresine yeni bir kod yolda.
uk: Новий код уже надсилається на %@.
ur: نیا کوڈ %@ کی طرف آ رہا ہے۔
vi: Mã mới đang được gửi đến %@.
zh_hans: 新的验证码正在发送到 %@。
zh_hant: 新的驗證碼正寄往 %@。

# auth.otp.spamHint
source: Check your spam folder if it doesn't arrive.
ar: تحقّق من مجلد الرسائل غير المرغوب فيها إن لم يصلك.
bn: না এলে স্প্যাম ফোল্ডার দেখুন।
ca: Mira la carpeta de correu brossa si no arriba.
cs: Pokud nepřijde, zkontroluj složku nevyžádané pošty.
da: Tjek din spammappe, hvis den ikke dukker op.
de: Sieh in deinem Spam-Ordner nach, falls er nicht ankommt.
el: Έλεγξε τον φάκελο ανεπιθύμητων αν δεν φτάσει.
es: Revisa la carpeta de spam si no llega.
fi: Tarkista roskapostikansio, jos koodi ei saavu.
fr: Vérifiez vos courriers indésirables s’il n’arrive pas.
he: אם הוא לא מגיע, בדוק בתיקיית הספאם.
hi: न आए तो अपना स्पैम फ़ोल्डर देखें।
hr: Ako ne stigne, provjeri mapu neželjene pošte.
hu: Ha nem érkezik meg, nézd meg a spam mappát.
id: Periksa folder spam jika tidak kunjung tiba.
it: Se non arriva, controlla la cartella dello spam.
ja: 届かない場合は、迷惑メールフォルダを確認してください。
ko: 도착하지 않으면 스팸 폴더를 확인하세요.
ml: എത്തിയില്ലെങ്കിൽ സ്പാം ഫോൾഡർ പരിശോധിക്കുക.
ms: Semak folder spam anda jika ia tidak tiba.
nb: Sjekk søppelpostmappen hvis den ikke kommer.
nl: Kijk in je spammap als de code niet aankomt.
pl: Jeśli nie nadejdzie, sprawdź folder ze spamem.
pt_br: Verifique sua pasta de spam se ele não chegar.
pt_pt: Verifique a pasta de spam se não chegar.
ro: Verifică dosarul de spam dacă nu ajunge.
ru: Если письма нет, загляните в папку «Спам».
sk: Ak nepríde, pozri si priečinok so spamom.
sv: Kolla skräpposten om den inte kommer fram.
ta: வரவில்லை என்றால் உங்கள் ஸ்பேம் கோப்புறையைப் பாருங்கள்.
te: రాకపోతే మీ స్పామ్ ఫోల్డర్‌ను చూడండి.
th: ตรวจสอบโฟลเดอร์สแปมหากยังไม่ได้รับ
tr: Gelmezse spam klasörünüzü kontrol edin.
uk: Якщо лист не надійде, перевірте папку «Спам».
ur: اگر نہ آئے تو اپنا اسپیم فولڈر دیکھیں۔
vi: Hãy kiểm tra thư rác nếu mã không đến.
zh_hans: 如果没有收到，请检查垃圾邮件文件夹。
zh_hant: 若沒有收到，請檢查垃圾郵件匣。

# auth.otp.subtitle
source: We sent a %lld-digit code to %@.
ar: أرسلنا رمزًا من %1$lld رقم إلى %2$@.
bn: আমরা %2$@-এ %1$lld সংখ্যার একটি কোড পাঠিয়েছি।
ca: Hem enviat un codi de %lld dígits a %@.
cs: Poslali jsme %lld-místný kód na %@.
da: Vi har sendt en kode på %lld cifre til %@.
de: Wir haben einen %lld-stelligen Code an %@ gesendet.
el: Στείλαμε έναν κωδικό %lld ψηφίων στο %@.
es: Enviamos un código de %lld dígitos a %@.
fi: Lähetimme %lld-numeroisen koodin osoitteeseen %@.
fr: Nous avons envoyé un code à %lld chiffres à %@.
he: שלחנו קוד בן %lld ספרות אל %@.
hi: हमने %2$@ को %1$lld अंकों का कोड भेजा है।
hr: Poslali smo kod od %lld znamenki na %@.
hu: %lld számjegyű kódot küldtünk ide: %@.
id: Kami mengirim kode %lld digit ke %@.
it: Abbiamo inviato un codice di %lld cifre a %@.
ja: %2$@に%1$lld桁のコードを送信しました。
ko: %2$@(으)로 %1$lld자리 코드를 보냈어요.
ml: %2$@ എന്നതിലേക്ക് %1$lld അക്ക കോഡ് അയച്ചിട്ടുണ്ട്.
ms: Kami menghantar kod %lld digit ke %@.
nb: Vi sendte en kode på %lld siffer til %@.
nl: We hebben een code van %lld cijfers naar %@ gestuurd.
pl: Wysłaliśmy %lld-cyfrowy kod na adres %@.
pt_br: Enviamos um código de %lld dígitos para %@.
pt_pt: Enviámos um código de %lld dígitos para %@.
ro: Am trimis un cod de %lld de cifre la %@.
ru: Мы отправили %lld-значный код на %@.
sk: Poslali sme %lld-miestny kód na %@.
sv: Vi skickade en kod med %lld siffror till %@.
ta: %2$@ முகவரிக்கு %1$lld இலக்கக் குறியீட்டை அனுப்பினோம்.
te: మేము %2$@కు %1$lld అంకెల కోడ్ పంపాం.
th: เราส่งรหัส %lld หลักไปที่ %@
tr: %2$@ adresine %1$lld haneli bir kod gönderdik.
uk: Ми надіслали %lld-значний код на %@.
ur: ہم نے %2$@ کو %1$lld ہندسوں کا کوڈ بھیجا ہے۔
vi: Chúng tôi đã gửi mã %lld chữ số đến %@.
zh_hans: 我们已向 %2$@ 发送了 %1$lld 位验证码。
zh_hant: 我們已將 %lld 位數的驗證碼寄到 %@。

# auth.otp.title
source: Enter your code
ar: أدخل الرمز
bn: আপনার কোড লিখুন
ca: Introdueix el teu codi
cs: Zadej kód
da: Indtast din kode
de: Code eingeben
el: Εισήγαγε τον κωδικό σου
es: Introduce tu código
fi: Anna koodisi
fr: Saisissez votre code
he: הזן את הקוד שלך
hi: अपना कोड डालें
hr: Unesi svoj kod
hu: Add meg a kódot
id: Masukkan kodemu
it: Inserisci il codice
ja: コードを入力
ko: 코드 입력
ml: നിങ്ങളുടെ കോഡ് നൽകുക
ms: Masukkan kod anda
nb: Skriv inn koden din
nl: Voer je code in
pl: Wpisz kod
pt_br: Digite seu código
pt_pt: Introduza o seu código
ro: Introdu codul
ru: Введите код
sk: Zadaj svoj kód
sv: Ange din kod
ta: உங்கள் குறியீட்டை உள்ளிடுங்கள்
te: మీ కోడ్‌ను నమోదు చేయండి
th: ใส่รหัสของคุณ
tr: Kodunuzu girin
uk: Введіть код
ur: اپنا کوڈ درج کریں
vi: Nhập mã của bạn
zh_hans: 输入验证码
zh_hant: 輸入你的驗證碼

# auth.otp.verify
source: Verify
ar: تحقّق
bn: যাচাই করুন
ca: Verifica
cs: Ověřit
da: Bekræft
de: Bestätigen
el: Επαλήθευση
es: Verificar
fi: Vahvista
fr: Vérifier
he: אמת
hi: सत्यापित करें
hr: Potvrdi
hu: Ellenőrzés
id: Verifikasi
it: Verifica
ja: 確認
ko: 확인
ml: പരിശോധിക്കുക
ms: Sahkan
nb: Bekreft
nl: Bevestigen
pl: Zweryfikuj
pt_br: Verificar
pt_pt: Verificar
ro: Verifică
ru: Подтвердить
sk: Overiť
sv: Verifiera
ta: சரிபார்
te: ధృవీకరించు
th: ยืนยัน
tr: Doğrula
uk: Підтвердити
ur: تصدیق کریں
vi: Xác minh
zh_hans: 验证
zh_hant: 驗證

# auth.otp.verify.hint
source: Submits the six digit code
ar: يرسل الرمز المكوّن من ستة أرقام
bn: ছয় সংখ্যার কোড জমা দেয়
ca: Envia el codi de sis dígits
cs: Odešle šestimístný kód
da: Indsender den sekscifrede kode
de: Sendet den sechsstelligen Code ab
el: Υποβάλλει τον εξαψήφιο κωδικό
es: Envía el código de seis dígitos
fi: Lähettää kuusinumeroisen koodin
fr: Envoie le code à six chiffres
he: שולח את הקוד בן שש הספרות
hi: छह अंकों का कोड सबमिट करता है
hr: Šalje šesteroznamenkasti kod
hu: Beküldi a hatjegyű kódot
id: Mengirim kode enam digit
it: Invia il codice di sei cifre
ja: 6桁のコードを送信します
ko: 6자리 코드를 제출해요
ml: ആറക്ക കോഡ് സമർപ്പിക്കുന്നു
ms: Menghantar kod enam digit
nb: Sender inn den sekssifrede koden
nl: Verstuurt de zescijferige code
pl: Wysyła sześciocyfrowy kod
pt_br: Envia o código de seis dígitos
pt_pt: Submete o código de seis dígitos
ro: Trimite codul din șase cifre
ru: Отправляет шестизначный код
sk: Odošle šesťmiestny kód
sv: Skickar in den sexsiffriga koden
ta: ஆறு இலக்கக் குறியீட்டைச் சமர்ப்பிக்கும்
te: ఆరు అంకెల కోడ్‌ను సమర్పిస్తుంది
th: ส่งรหัสหกหลัก
tr: Altı haneli kodu gönderir
uk: Надсилає шестизначний код
ur: چھ ہندسوں کا کوڈ جمع کراتا ہے
vi: Gửi mã sáu chữ số
zh_hans: 提交六位验证码
zh_hant: 送出六位數驗證碼

# auth.password.advice.addVariety
source: Add a capital letter, a number or a symbol.
ar: أضف حرفًا كبيرًا أو رقمًا أو رمزًا.
bn: একটি বড় হাতের অক্ষর, সংখ্যা বা চিহ্ন যোগ করুন।
ca: Afegeix una majúscula, un número o un símbol.
cs: Přidej velké písmeno, číslici nebo symbol.
da: Tilføj et stort bogstav, et tal eller et symbol.
de: Füge einen Großbuchstaben, eine Ziffer oder ein Sonderzeichen hinzu.
el: Πρόσθεσε ένα κεφαλαίο γράμμα, έναν αριθμό ή ένα σύμβολο.
es: Añade una mayúscula, un número o un símbolo.
fi: Lisää iso kirjain, numero tai merkki.
fr: Ajoutez une majuscule, un chiffre ou un symbole.
he: הוסף אות גדולה, ספרה או סימן.
hi: कैपिटल अक्षर, संख्या या चिह्न जोड़ें।
hr: Dodaj veliko slovo, broj ili simbol.
hu: Adj hozzá nagybetűt, számot vagy szimbólumot.
id: Tambahkan huruf kapital, angka, atau simbol.
it: Aggiungi una maiuscola, un numero o un simbolo.
ja: 大文字、数字、記号を加えてください。
ko: 대문자, 숫자 또는 기호를 추가하세요.
ml: ഒരു വലിയ അക്ഷരം, അക്കം അല്ലെങ്കിൽ ചിഹ്നം ചേർക്കുക.
ms: Tambah huruf besar, nombor atau simbol.
nb: Legg til en stor bokstav, et tall eller et symbol.
nl: Voeg een hoofdletter, cijfer of symbool toe.
pl: Dodaj wielką literę, cyfrę lub symbol.
pt_br: Adicione uma letra maiúscula, um número ou um símbolo.
pt_pt: Adicione uma letra maiúscula, um número ou um símbolo.
ro: Adaugă o literă mare, o cifră sau un simbol.
ru: Добавьте заглавную букву, цифру или символ.
sk: Pridaj veľké písmeno, číslicu alebo symbol.
sv: Lägg till en versal, en siffra eller ett symboltecken.
ta: ஒரு பெரிய எழுத்து, எண் அல்லது குறியைச் சேருங்கள்.
te: క్యాపిటల్ అక్షరం, అంకె లేదా గుర్తును జోడించండి.
th: เพิ่มตัวพิมพ์ใหญ่ ตัวเลข หรือสัญลักษณ์
tr: Büyük harf, rakam veya sembol ekleyin.
uk: Додайте велику літеру, цифру або символ.
ur: بڑا حرف، ہندسہ یا علامت شامل کریں۔
vi: Thêm một chữ in hoa, một chữ số hoặc một ký hiệu.
zh_hans: 加入大写字母、数字或符号。
zh_hant: 加入大寫字母、數字或符號。

# auth.password.advice.tooShort
source: Use at least %lld characters.
ar: استخدم %lld حرف على الأقل.
bn: কমপক্ষে %lld অক্ষর ব্যবহার করুন।
ca: Fes servir almenys %lld caràcters.
cs: Použij alespoň %lld znaků.
da: Brug mindst %lld tegn.
de: Verwende mindestens %lld Zeichen.
el: Χρησιμοποίησε τουλάχιστον %lld χαρακτήρες.
es: Usa al menos %lld caracteres.
fi: Käytä vähintään %lld merkkiä.
fr: Utilisez au moins %lld caractères.
he: השתמש ב-%lld תווים לפחות.
hi: कम से कम %lld अक्षर इस्तेमाल करें।
hr: Koristi najmanje %lld znakova.
hu: Legalább %lld karaktert használj.
id: Pakai minimal %lld karakter.
it: Usa almeno %lld caratteri.
ja: %lld文字以上にしてください。
ko: 최소 %lld자 이상 사용하세요.
ml: കുറഞ്ഞത് %lld അക്ഷരം ഉപയോഗിക്കുക.
ms: Gunakan sekurang-kurangnya %lld aksara.
nb: Bruk minst %lld tegn.
nl: Gebruik minimaal %lld tekens.
pl: Użyj co najmniej %lld znaku.
pt_br: Use pelo menos %lld caracteres.
pt_pt: Use pelo menos %lld carateres.
ro: Folosește cel puțin %lld de caractere.
ru: Используйте не менее %lld символа.
sk: Použi aspoň %lld znakov.
sv: Använd minst %lld tecken.
ta: குறைந்தது %lld எழுத்துகளைப் பயன்படுத்துங்கள்.
te: కనీసం %lld అక్షరాలు వాడండి.
th: ใช้อย่างน้อย %lld ตัวอักษร
tr: En az %lld karakter kullanın.
uk: Використайте щонайменше %lld символу.
ur: کم از کم %lld حروف استعمال کریں۔
vi: Dùng tối thiểu %lld ký tự.
zh_hans: 至少使用 %lld 个字符。
zh_hant: 至少使用 %lld 個字元。

# auth.password.strength.fair
source: Fair
ar: مقبولة
bn: মোটামুটি
ca: Acceptable
cs: Průměrné
da: Middel
de: Mittel
el: Μέτρια
es: Aceptable
fi: Kohtalainen
fr: Moyen
he: סבירה
hi: ठीक-ठाक
hr: Osrednja
hu: Közepes
id: Cukup
it: Discreta
ja: 普通
ko: 보통
ml: ശരാശരി
ms: Sederhana
nb: Middels
nl: Redelijk
pl: Przeciętne
pt_br: Razoável
pt_pt: Razoável
ro: Acceptabilă
ru: Средний
sk: Slabšie
sv: Okej
ta: சராசரி
te: మధ్యస్థం
th: พอใช้
tr: Orta
uk: Посередній
ur: ٹھیک ٹھاک
vi: Trung bình
zh_hans: 一般
zh_hant: 普通

# auth.password.strength.good
source: Good
ar: جيدة
bn: ভালো
ca: Bona
cs: Dobré
da: God
de: Gut
el: Καλή
es: Buena
fi: Hyvä
fr: Bon
he: טובה
hi: अच्छा
hr: Dobra
hu: Jó
id: Baik
it: Buona
ja: 良い
ko: 좋음
ml: നല്ലത്
ms: Baik
nb: Bra
nl: Goed
pl: Dobre
pt_br: Boa
pt_pt: Boa
ro: Bună
ru: Хороший
sk: Dobré
sv: Bra
ta: நல்லது
te: మంచిది
th: ดี
tr: İyi
uk: Добрий
ur: اچھا
vi: Tốt
zh_hans: 良好
zh_hant: 良好

# auth.password.strength.strong
source: Strong
ar: قوية
bn: শক্তিশালী
ca: Forta
cs: Silné
da: Stærk
de: Stark
el: Ισχυρή
es: Fuerte
fi: Vahva
fr: Fort
he: חזקה
hi: मज़बूत
hr: Jaka
hu: Erős
id: Kuat
it: Forte
ja: 強い
ko: 강함
ml: ശക്തം
ms: Kuat
nb: Sterkt
nl: Sterk
pl: Mocne
pt_br: Forte
pt_pt: Forte
ro: Puternică
ru: Надёжный
sk: Silné
sv: Starkt
ta: வலுவானது
te: బలమైనది
th: แข็งแรง
tr: Güçlü
uk: Надійний
ur: مضبوط
vi: Mạnh
zh_hans: 强
zh_hant: 強

# auth.password.strength.weak
source: Weak
ar: ضعيفة
bn: দুর্বল
ca: Feble
cs: Slabé
da: Svag
de: Schwach
el: Αδύναμη
es: Débil
fi: Heikko
fr: Faible
he: חלשה
hi: कमज़ोर
hr: Slaba
hu: Gyenge
id: Lemah
it: Debole
ja: 弱い
ko: 약함
ml: ദുർബലം
ms: Lemah
nb: Svakt
nl: Zwak
pl: Słabe
pt_br: Fraca
pt_pt: Fraca
ro: Slabă
ru: Слабый
sk: Slabé
sv: Svagt
ta: பலவீனமானது
te: బలహీనం
th: อ่อน
tr: Zayıf
uk: Слабкий
ur: کمزور
vi: Yếu
zh_hans: 弱
zh_hant: 弱

# auth.register.confirmPassword.hint
source: Re-enter the same password to confirm it
ar: أعد إدخال كلمة المرور نفسها للتأكيد
bn: নিশ্চিত করতে একই পাসওয়ার্ড আবার লিখুন
ca: Torna a introduir la mateixa contrasenya per confirmar-la
cs: Zadej stejné heslo znovu pro potvrzení
da: Indtast den samme adgangskode igen for at bekræfte den
de: Gib dasselbe Passwort zur Bestätigung erneut ein
el: Εισήγαγε ξανά τον ίδιο κωδικό για επιβεβαίωση
es: Vuelve a introducir la misma contraseña para confirmarla
fi: Kirjoita sama salasana uudelleen vahvistaaksesi sen
fr: Saisissez à nouveau le même mot de passe pour le confirmer
he: הזן שוב את אותה סיסמה כדי לאשר אותה
hi: पुष्टि के लिए वही पासवर्ड दोबारा डालें
hr: Ponovno unesi istu lozinku za potvrdu
hu: Írd be ugyanazt a jelszót a megerősítéshez
id: Masukkan kembali kata sandi yang sama untuk mengonfirmasi
it: Reinserisci la stessa password per confermarla
ja: 確認のため同じパスワードをもう一度入力します
ko: 같은 비밀번호를 다시 입력해 확인하세요
ml: സ്ഥിരീകരിക്കാൻ അതേ പാസ്‌വേഡ് വീണ്ടും നൽകുക
ms: Masukkan semula kata laluan yang sama untuk mengesahkannya
nb: Skriv inn det samme passordet på nytt for å bekrefte det
nl: Voer hetzelfde wachtwoord nogmaals in om het te bevestigen
pl: Wpisz to samo hasło jeszcze raz, aby je potwierdzić
pt_br: Digite a mesma senha novamente para confirmá-la
pt_pt: Reintroduza a mesma palavra-passe para a confirmar
ro: Reintrodu aceeași parolă pentru a o confirma
ru: Введите тот же пароль ещё раз для подтверждения
sk: Na potvrdenie zadaj to isté heslo ešte raz
sv: Ange samma lösenord igen för att bekräfta det
ta: உறுதிப்படுத்த அதே கடவுச்சொல்லை மீண்டும் உள்ளிடுங்கள்
te: నిర్ధారించడానికి అదే పాస్‌వర్డ్‌ను మళ్లీ నమోదు చేయండి
th: ใส่รหัสผ่านเดิมอีกครั้งเพื่อยืนยัน
tr: Onaylamak için aynı şifreyi tekrar girin
uk: Введіть той самий пароль ще раз, щоб підтвердити його
ur: تصدیق کے لیے وہی پاس ورڈ دوبارہ درج کریں
vi: Nhập lại cùng mật khẩu để xác nhận
zh_hans: 再次输入相同的密码以确认
zh_hant: 再次輸入相同的密碼以確認
